
new_animals = [
    'Кенгуру', 'Коала', 'Вомбат', 'Ехидна', 'Утконос', 'Солоноватый крокодил', 'Тасманийский дьявол', 
    'Квакка', 'Эму', 'Казуар', 'Киви', 'Кокако', 'Какапо', 'Туатара', 'Рыбы Большого Барьерного рифа', 
    'Омар', 'Австралийская акула', 'Карликовый пингвин', 'Серебристая чайка', 'Альбатрос', 'Фрегат', 
    'Ломкая змія', 'Тайпан', 'Восточная коричневая змія', 'Черная змія', 'Сахарная сумчатая летяга', 
    'Коуала-лемур', 'Прыгающая сумчатая мышь', 'Карликовый кенгуру', 'Кенгуру валлаби', 'Новозеландский морской лев', 
    'Новозеландская бескрылая птица', 'Желтоголовый мохуа', 'Гекторский дельфин', 'Сиднейская воронка-паук', 
    'Охотничья паучиха', 'Австралийская tarantula', 'Пчелы', 'Бабочки-монархи', 'Новозеландский Кака', 
    'Красный Лори', 'Розелла', 'Черный какаду', 'Кокерельский какаду', 'Великолепный астрильд', 
    'Обыкновенная австралийская древесная лягушка', 'Зеленая древесная лягушка', 'Жерлянка', 'Австралийская жаба-ага', 
    'Усатая жаба', 'Новозеландская жаба', 'Обыкновенная кольчатая сколопендра', 'Гигантская сколопендра', 
    'Австралийская бульбакающая лягушка', 'Лирохвост', 'Австралийская птица-колокольчик', 'Большая птица-лира', 
    'Краснокрылый расписной малюр', 'Синегрудый расписной малюр', 'Новозеландский туй', 'Панталов скопа', 
    'Клингохвостый орел', 'Бурый ястреб', 'Австралийский клинохвостый орел', 'Новозеландский сокол', 'Скопа', 
    'Рыба-попугай', 'Рыба-ангел', 'Морской конек', 'Рыба- клоун', 'Амфиприоны', 'Мурена', 'Змееголовка', 
    'Баракуда', 'Австралийский Лонг Tom', 'Макрел', 'Австралийский хек', 'Анчоус', 'Сельдь', 'Океанический парусник', 
    'Марлин', 'Сайра', 'Тунцы', 'Лосось', 'Желтохвостый луциан', 'Обыкновенная морская змейка', 'Морские черепахи', 
    'Зеленая черепаха', 'Бисса', 'Гребнистый крокодил', 'Австралийский узкорылый крокодил', 'Новогвинейский крокодил', 
    'Лягушкорот австралийский', 'Новозеландская сцинковая ящерица', 'Австралийская сцинковая ящерица', 'Хамелеон молох', 
    'Веретеница австралийская', 'Глазчатая курица', 'Сорная курица', 'Крапивник'
]

new_qualities = [
    'Прыгучий', 'Древесный', 'Норный', 'Колючий', 'Удивительный', 'Хищный', 'Вредный', 
    'Улыбчивый', 'Большой', 'Редкий', 'Боязливый', 'Красивый', 'Реликтовый', 'Хищный', 
    'Морской', 'Большой', 'Маленький', 'Симпатичный', 'Морской', 'Морской', 
    'Хитрый', 'Ядовитый', 'Ядовитый', 'Хитрый', 'Сумчатый', 'Сумчатый', 
    'Быстрый', 'Маленький', 'Прыгучий', 'Быстрый', 'Морской', 'Редкий', 
    'Редкий', 'Дружелюбный', 'Ядовитый', 'Опасный', 'Большой', 'Колониальный', 
    'Красивые', 'Яркий', 'Яркий', 'Красочный', 'Большой', 'Маленький', 
    'Ядовитый', 'Зелёный', 'Ядовитый', 'Ядовитый', 'Редкий', 'Большая', 'Ядовитая', 
    'Голосистый', 'Шумный', 'Красивая', 'Красивая', 'Редкий', 'Хищная', 'Хищный', 
    'Хищный', 'Хищный', 'Хищная', 'Морская', 'Красивая', 'Морской', 'Яркий', 
    'Симпатичные', 'Хищная', 'Хищная', 'Хищные', 'Быстрая', 'Хищные', 'Хищные', 
    'Хищная', 'Хищная', 'Морская', 'Морская', 'Морской', 'Морские', 'Морская', 
    'Морская', 'Древний', 'Хищный', 'Хищный', 'Хищный', 'Норная', 'Редкая', 
    'Редкая', 'Опасный', 'Австралийская', 'Новозеландская', 'Редкая'
]
