
new_qualities = [
    "Хитрый", "Трусливый", "Упрямый", "Гордый", "Мудрый", "Быстрый", "Сильный", "Хитрый",
    "Тихий", "Глупый", "Снисходительный", "Быстрый", "Устойчивый", "Смешной", "Храбрый",
    "Благородный", "Методичный", "Быстрый", "Хитрый", "Смешливый", "Благодарный", "Верный",
    "Бдительный", "Умный", "Обаятельный", "Сдержанный", "Выносливый", "Быстрый", "Мирный",
    "Энергичный", "Строгий", "Снисходительный", "Благосклонный", "Благородный", "Умелый",
    "Обращающий на себя внимание", "Уверенный", "Скрытный", "Беззаботный", "Заботливый",
    "Безрассудный", "Серьезный", "Мудрый", "Нежный", "Безмятежный", "Озорной", "Верный",
    "Сильный", "Выносливый", "Молчаливый", "Безмятежный", "Сильный", "Непоколебимый",
    "Сдержанный", "Храбрый", "Благосклонный", "Снисходительный", "Обходителен", "Мудрый",
    "Благородный", "Смешной", "Хитрый", "Благодарный", "Тихий", "Храбрый", "Благосклонный",
    "Обращающий на себя внимание", "Обаятельный", "Уверенный", "Благородный", "Выносливый",
    "Снисходительный", "Молчаливый", "Быстрый", "Сильный", "Глупый", "Смешливый",
    "Благодарный", "Обходителен", "Обаятельный", "Мудрый", "Хитрый", "Благосклонный",
    "Сдержанный", "Благородный", "Быстрый", "Умный"
]

new_animals = [
    "Лиса", "Заяц", "Осел", "Павлин", "Сова", "Ястреб", "Медведь", "Кошка", "Мышь", "Гусь",
    "Голубь", "Рыба", "Рак", "Обезьяна", "Лев", "Аист", "Муравей", "Стрекоза", "Змея",
    "Попугай", "Ворона", "Собака", "Тигр", "Жук", "Конь", "Орел", "Лебедь", "Черепаха",
    "Кролик", "Жаба"
]
